//MOVEFILE JOB (ACCOUNT),'MOVE FILE',CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1)
//STEP1    EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=SOURCE.DATASET.NAME,
//            DISP=SHR
//SYSUT2   DD DSN=TARGET.DATASET.NAME,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(TRK,(1,1),RLSE),
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=3120)
//SYSIN    DD DUMMY
/*
